{
  "title": "Important Notice: Procyon Platform Closure & Safe Withdrawal of User Funds",
  "platform": "Procyon’s interactive platform is now closed due to new regulatory requirements in Singapore. User logins, balance viewing, and in-platform withdrawals are no longer available.",
  "mas": "(See the official MAS regulatory update here.)",
  "we": "We know how worrying and frustrating this is and we are truly sorry for the disruption.",
  "reassure": "We want to reassure you that all user balances have been recorded and safeguarded through ongoing reconciliations with our mining pool partner. We have no indication of any losses. Balances are maintained by the mining pool partner, and Procyon is actively overseeing the process to ensure each verified user receives their entitled funds.",
  "must": "Because the platform’s withdrawal function cannot legally operate, every user must now submit a withdrawal request through the official Google Form so that the mining pool partner can process payouts securely. Links to the form and detailed instructions are provided below on this page.",
  "funds": "How You Can Receive Your Funds",
  "mining": "While the platform is offline, withdrawals are fulfilled directly by our mining pool partner. Procyon’s role is to verify user identity and pass verified information securely.",
  "process": "Please follow these steps so we can process your funds securely:",
  "step1": "Step 1 – Prepare the Required Information",
  "ready": "Have ready:",
  "KYC": "• KYC details (full name, phone number, passport number)",
  "passport": "• Identity documents (a clear photo of your passport photo page, plus a selfie holding your passport)",
  "withdrawal": "• Withdrawal addresses (double-check each carefully — Aleo; IRON + Tag/MEMO; SMH; BTC; USDT with network specified)",
  "step2": "Step 2 – Submit the Official Withdrawal Form",
  "prepared": "Once you have everything prepared, submit your request through the official Google Form (choose your language):",
  "japanese": "• Japanese Form: ",
  "english": "• English Form: ",
  "forms": "We can only process withdrawals submitted through these forms.",
  "step3": "Step 3 – Timeline for Processing",
  "possible": "• Requests submitted by November 1, 2025 will be processed on a priority basis and handled as promptly as possible.",
  "planned": "• Transfers for these priority requests are planned to begin November 1 and are expected to be completed by December 1, 2025, subject to partner processing times.",
  "submitted": "• Requests submitted after November 1 will be processed on a rolling monthly basis (i.e. in the month following submission).",
  "times": "• Because of the high volume of requests and partner processing times, each round of transfers may take up to one month to fully complete.",
  "transfers": "Important Disclaimer: Please double-check all wallet addresses carefully before submitting. Neither Procyon nor its mining pool partner can recover funds sent to an incorrect address or accept liability for transfers made to addresses provided incorrectly. By submitting your request, you accept full responsibility for the accuracy of all information provided.",
  "commitment": "Our Commitment to You",
  "patience": "We know words may not be enough, but we are committed to handling this process openly, fairly, and safely within the limits of Singapore law. We appreciate your patience and understanding as we complete this process securely. For security and compliance reasons, please do not send personal or withdrawal information by email — all requests must be submitted through the official withdrawal form above.",
  "procyon": "— The Procyon Team"
}