{
  "title": "Procyonプラットフォーム閉鎖と出金手続きのご案内",
  "platform": "シンガポールにおける新たな規制要件により、Procyonのインタラクティブプラットフォームは閉鎖されました。これに伴い、ログイン、残高確認、プラットフォーム内での出金機能等はご利用いただけない状況です。",
  "mas": "(公式のMAS規制アップデートはこちらをご覧ください)",
  "we": "皆さまには、ご不安やご不便をおかけしていることを心よりお詫び申し上げます。当プラットフォームにて管理されていた全ユーザーの残高については、マイニングプールパートナーとの継続的な照合作業により記録・保全されており、損失が発生している兆候はありません。皆さまの残高は、マイニングプールパートナーにより保持され、Procyonは全ユーザーが正しく資産を受け取れるよう、検証・監督を行っております。",
  "reassure": "今回の新たな規制により法的に当プラットフォームの出金機能が維持できないため、すべてのユーザーを対象に弊社から案内される『資産の出金申請フォーム』のGoogleフォームを通じて、皆さまの出金依頼をご提出いただく必要があります。マイニングプールパートナーがこの情報をもとに安全に送金処理を行う予定です。",
  "must": "資産の出金申請フォーム』の詳細手順は、以下をご確認ください。",
  "funds": "資金を受け取る方法",
  "mining": "プラットフォームがオフラインとなっている間、出金はマイニングプールパートナーによって直接処理されます。Procyonの役割はユーザーの本人確認を行い、確認済みの情報を安全に引き渡すことです。",
  "process": "以下の手順に従っていただくことで、安全に資金をお受け取りいただけます。",
  "step1": "ステップ 1 – 必要情報の準備",
  "ready": "以下をご用意ください：",
  "KYC": "• KYC情報 (氏名、電話番号、身分証明書の番号)",
  "passport": "• 本人確認書類 (身分証明書の顔写真ページの鮮明な写真、およびそれを持った自撮り写真)",
  "withdrawal": "• 出金先アドレス (必ず間違いのないようご確認ください: Aleo／IRON＋タグ・メモ／SMH／BTC／USDT ※ネットワーク種別を明記)",
  "step2": "ステップ 2 – 弊社から案内される『資産の出金申請フォーム』の提出",
  "prepared": "準備が整いましたら、以下のGoogleフォームから申請ください (言語を選択可) :",
  "japanese": "• 日本語: ",
  "english": "• 英語: ",
  "forms": "出金対応は、これらのフォームを通じてのみ受け付けております。",
  "step3": "ステップ 3 – 出金対応スケジュール",
  "possible": "• 2025年11月1日までに提出されたリクエストは優先的に処理され、可能な限り迅速に対応いたします",
  "planned": "• 優先リクエストの送金は11月1日から開始され、パートナー側の処理時間に依存しますが、12月1日までに完了する予定です",
  "submitted": "• 11月1日以降に提出されたリクエストは、翌月以降のサイクルで順次処理されます",
  "times": "• リクエスト件数やパートナー側の処理状況により、各処理サイクルの完了には最大で1か月かかる場合があります",
  "transfers": "重要な免責事項: ご提出いただく前に、必ずすべてのウォレットアドレスに誤りがないかご確認ください。Procyonおよびマイニングプールパートナー宛に誤ったウォレットアドレスを提出され、マイニングプールパートナーが対象アドレス宛に送金を実施した際にはその資金は回収・補填することはできません。また、Procyonおよびマイニングプールパートナーは、誤ったアドレスに送金された場合の責任は負いかねます。本フォームを提出することで、入力情報の正確性についてユーザーご自身が最終的な責任を負うことに同意いただいたものとみなされますので予めご了承ください。",
  "commitment": "ユーザーの皆さまへの対応方針",
  "patience": "言葉だけでは十分でないかもしれませんが、弊社はこのプロセスを透明性、公平性、安全性をもって、シンガポール法の範囲内で遂行いたします。このプロセスを安全に完了するにあたり、皆さまのご辛抱とご理解に心より感謝申し上げます。\nなお、セキュリティおよびコンプライアンスの観点から、メールでの個人情報や出金情報のご依頼は受け付けておりません。\n必ず上記の『資産の出金申請フォーム』を通じてご提出ください。",
  "procyon": "Procyonチームより"
}